Repository: dev-reis-tech/belohvims-web
Catalog: lib/l10n/app_*.arb
Languages: pt

# language
source: English
pt: Brasil

# descriptionAppMainPage
source: The application was made for loving couples who enjoy caring for each other
pt: O aplicativo foi feito para casais apaixonados, que amam cuidar um do outro

source: Add Partner
pt: Adicionar Parceiro(a)

# exitAccount
source: Log Out
pt: Sair da Conta

# userInfo
source: User Information
pt: Informações do Usuário

source: Change Language
pt: Mudar Idioma

# clickDescription
source: See Description
pt: Ver Descrição

source: Email not found
pt: E-mail Não encontrado

source: Name:
pt: Nome:

# nameNotfound
source: User name not found
pt: Nome do usuário não encontrado

source: Security Code:
pt: Código de Segurança:

source: Security code not found
pt: Código de segurança não encontrado

# partnerName
source: Partner's Name:
pt: Nome do Parceiro(a):

# partnerNameNotFound
source: Does not have a partner
pt: Não possui um parceiro(a)

source: Phone Number:
pt: Numero de Telefone:

source: Phone number not found
pt: Numero de telefone não encontrado

# infoDiaryUser
source: User Diary Information
pt: Informações do Diáiro do Usuário

# infoDiaryUserNotFound
source: User diary information not found
pt: Informações do Diário do usuário não encontrados

source: Diary Name
pt: Nome do Diário

source: Diary name not found
pt: Nome do diário não encontrado

# datingDate
source: Dating Anniversary Date
pt: Data do aniversáio de Namoro

# datingDateNotFound
source: Dating anniversary date not found
pt: Data do aniversáio de Namoro não encontado

source: Diary Creation Date
pt: Data de criação do Diário

# diaryCreationDateNotFound
source: Creation date not found
pt: Data de criação do diário não encontrado

source: Partner
pt: Parceiro(a)

# partnerNotFound
source: Partner information not found
pt: Parceiro não encontrado/não possui parceiro

# lovetterDescription
source: Make a special letter for your loved one -Write the text you want -Place up to 5 photos you want in the letter
pt: Faça uma carta especial para sua pessoa amada -Escreva o texto que desejar -Coloque até 5 fotos que desejar para a carta
